lexbn-source.org
#+title: @lexseltmann
#+author: Alexander Seltmann
#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib
#+bibliography: cite/books.bib

* Homepage
:PROPERTIES:
:EXPORT_HUGO_SECTION:
:EXPORT_HUGO_TYPE: "docs"
:EXPORT_FILE_NAME: _index.en.md
:EXPORT_HUGO_MENU: :menu "main"
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :link-citations true
:END:

#+BEGIN_EXPORT html
{{< hint danger >}}
**SITE UNDER CONSTRUCTION**
Please return later for more up-to-date information.
{{< /hint >}}
#+END_EXPORT
** Hi, I'm Alex

... and this website is my project showcase, a collection of thoughts in a
structured manner, and maybe even a weblog.

** Whoami?

I am a medical student, currently doing a  [[https://en.wikipedia.org/wiki/Doctor_of_Medicine#Germany][Medical Doctorate]] in the [[http://www.biophysical-imaging.com][Biophysical
Imaging Lab]] of Christian Eggeling in Jena. I enjoy making music and climbing
rocks.

** Contact

You can get in contact with me by sending an email to =seltmann (at) posteo
(dot) de=. You
can also find me on [[https://twitter.com/aseltmannio][Twitter]], [[https://github.com/aseltmann][Github]].
** Latest Tweets
#+BEGIN_EXPORT html
<div style="position: relative; padding-bottom: 56.25%; height: 0; overflow: scroll;">
<a class="twitter-timeline" data-dnt="true" data-theme="light" href="https://twitter.com/aseltmannio?ref_src=twsrc%5Etfw">Tweets by aseltmannio</a>
<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</div>
#+END_EXPORT

