content/_index.en.md
+++
title = "Homepage"
author = ["Alexander Seltmann"]
lastmod = 2021-01-18T01:14:18+01:00
type = "docs"
draft = false
creator = "Emacs 27.1 (Org mode 9.4.4 + ox-hugo)"
[menu.main]
  weight = 1001
  identifier = "homepage"
+++

{{< hint danger >}}
**SITE UNDER CONSTRUCTION**
Please return later for more up-to-date information.
{{< /hint >}}


## Hi, I'm Alex {#hi-i-m-alex}

... and this website is my project showcase, a collection of thoughts in a
structured manner, and maybe even a weblog.


## Whoami? {#whoami}

I am a medical student, currently doing a  [Medical Doctorate](https://en.wikipedia.org/wiki/Doctor%5Fof%5FMedicine#Germany) in the [Biophysical
Imaging Lab](http://www.biophysical-imaging.com) of Christian Eggeling in Jena. I enjoy making music and climbing
rocks.


## Contact {#contact}

You can get in contact with me by sending an email to `seltmann (at) posteo
(dot) de`. You
can also find me on [Twitter](https://twitter.com/aseltmannio), [Github](https://github.com/aseltmann).


## Latest Tweets {#latest-tweets}

<div style="position: relative; padding-bottom: 56.25%; height: 0; overflow: scroll;">
<a class="twitter-timeline" data-dnt="true" data-theme="light" href="https://twitter.com/aseltmannio?ref_src=twsrc%5Etfw">Tweets by aseltmannio</a>
<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</div>
